a-h.templ
bierner.markdown-checkbox
bradymholt.pgformatter
Bruce.rona
burkeholland.simple-react-snippets
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
fabiospampinato.vscode-diff
foxundermoon.shell-format
github.vscode-github-actions
golang.go
hashicorp.terraform
IronGeek.vscode-env
jinliming2.vscode-go-template
joaompinto.vscode-graphviz
jorgeserrano.vscode-csharp-snippets
lllllllqw.jsdoc
mechatroner.rainbow-csv
mquandalle.graphql
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
netcorext.uuid-generator
nextfaze.json-parse-stringify
NikolaosGeorgiou.html-fmt-vscode
otovo-oss.htmx-tags
PKief.material-icon-theme
streetsidesoftware.code-spell-checker
vscodevim.vim
ZainChen.json
zengxingxin.sort-js-object-keys
